Repository: IIracotII/policykit-kde
Catalog: policykit-gnome/po/*.po
Languages: de, it

source: Authorizations
de: Zugriffsberechtigungen
it: Autorizzazioni

source: Configure authorizations
de: Zugriffsberechtigungen einstellen
it: Configura autorizzazioni

source: A list of PolicyKit action where the "retain authorization" checkbox isn't checked by default; this list is maintained by the authentication dialog code itself. For example, if a user unchecks the "retain authorization" check box for an action and successfully obtains an authorization for the action, the action will be added to this list.
it: Un elenco di azioni di PolicyKit dove la casella di spunta «ricordare l'autorizzazione» non è selezionata come predefinita; questo elenco è mantenuto dal codice di dialogo di autenticazione. Per esempio, se un utente deseleziona la casella «ricordare l'autorizzazione» per un'azione e ottiene con successo l'autorizzazione, l'azione verrà aggiunta a questo elenco.

source: A list of actions where the "retain authorization" checkbox isn't checked by default
it: Un elenco di azioni dove la casella di spunta «ricordare l'autorizzazione» non è selezionata come predefinita.

source: If set to true, the authentication dialog from PolicyKit-gnome will grab the keyboard, so that you will not be able to type in other programs while the dialog is active. Use this if your window manager does not focus the authentication dialog automatically, and you want to avoid accidentally typing passwords in other programs.
de: Ist dies auf wahr gesetzt, zieht der Legitimationsdialog Tastatureingaben auf sich, sodass es nicht möglich ist, in anderen Programmen zu tippen, solange der Dialog aktiv ist. Benutzen Sie dies, wenn ihr Fenstermanager den Legitimationsdialog nicht automatisch fokussiert und sie vermeiden wollen, versehentlich Passwörter in andere Programme zu schreiben.
it: Se impostato su vero, il dialogo di autenticazione di PolicyKit-gnome prenderà possesso della tastiera, in modo tale che altri programmi non potranno utilizzarla fin quando il dialogo è attivo. Abilitare se il gestore delle finestre non mette in primo piano automaticamente il dialogo di autenticazione, e si vuole evitare accidentalmente di digitare le password in altri programmi.

source: If set to true, then "retain authorization" check box (if present) is checked by default in the authentication dialog unless the action is mentioned in the "/desktop/gnome/policykit/auth_dialog_retain_authorization_blacklist" key.
it: Se impostato su vero, la casella di spunta (se presente) «ricordare l'autorizzazione» sarà selezionata come predefinita nel dialogo di autenticazione se l'azione non è menzionata nella chiave «/desktop/gnome/policykit/auth_dialog_retain_authorization_blacklist».

source: Whether the authentication dialog should grab the keyboard
de: Legt fest, ob der Legitimationsdialog Tastatureingaben auf sich ziehen soll.
it: Se il dialogo di autenticazione deve prendere possesso della tastiera

source: Whether the retain authorization check box is checked by default
it: Se la casella di spunta «ricordare l'autorizzazione» è selezionata come predefinita

source: PolicyKit-gnome Website
de: PolicyKit-gnome Webseite
it: Sito web di PolicyKit-gnome

source: PolicyKit-gnome demo
it: Dimostrazione di PolicyKit-gnome

source: PolicyKit for the GNOME desktop
de: PolicyKit für den GNOME-Desktop
it: PolicyKit per il desktop GNOME

source: _Actions
de: _Aktionen
it: _Azioni

source: _Help
de: _Hilfe
it: _Aiuto

source: _Quit
de: _Beenden
it: _Esci

source: Quit
de: Beenden
it: Esci

source: _About
de: _Info
it: _Informazioni

source: About
de: Info
it: Informazioni

source: Making the helper <b>Frobnicate</b> requires the user to authenticate. The authorization is kept for the life time of the process
it: Creare il supporto <b>smanetta a caso</b> necessita l'autenticazione dell'utente. L'autorizzazione è mantenuta per tutta la durata del processo.

source: Frobnicate!
it: Smanetta a caso!

source: Making the helper <b>Jump</b> requires the user to authenticate. This is a one-shot authorization.
it: Creare il supporto <b>salta</b> necessita l'autenticazione dell'utente. Questa è una singola autorizzazione.

source: Jump!
de: Spring!
it: Salta!

source: Making the helper <b>Tweak</b> requires a system administrator to authenticate. This instance overrides the defaults set in polkit_gnome_action_new().
it: Creare il supporto <b>smanetta con attenzione</b> necessita l'autenticazione di un amministratore di sistema. Questa istanza ignora le impostazioni predefinite in polkit_gnome_action_new().

source: Tweak!
it: Smanetta con attenzione!

source: Tweak
it: Smanetta con attenzione

source: Tweak (long)
it: Smanetta con attenzione (lungo)

source: If your admin wasn't annoying, you could do this
it: Se l'amministratore non fosse un rompiscatole, lo potresti fare

source: Tweak...
it: Smanetta con attenzione...

source: Tweak... (long)
it: Smanetta con attenzione... (lungo)

source: Only card carrying tweakers can do this!
it: Solo gli smanettoni portatori di carta possono fare questo!

source: Tweak! (long)
it: Smanetta con attenzione! (lungo)

source: Go ahead, tweak tweak tweak!
it: Vai avanti, smanetta, smanetta smanetta!

source: Making the helper <b>Twiddle</b> requires a system administrator to authenticate. Once authenticated, this privilege can be retained indefinitely.
it: Creare il supporto <b>smanetta al limite</b> necessita l'autorizzazione di un amministratore di sistema. Quando autenticato, questo privilegio può essere mantenuto indefinitamente.

source: Twiddle!
it: Smanetta al limite!

source: Making the helper <b>Punch</b> requires the user to authenticate. Once authenticated, this privilege can be retained for the remainder of the desktop session.
it: Creare il supporto <b>dai un cazzotto</b> necessita l'autenticazione dell'utente. Quando autenticato, questo privilegio può essere mantenuto per il resto della sessione del desktop.

source: Punch!
it: Dai un cazzotto!

source: The <b>Toggle</b> action demonstrates the use of PolicyKit to drive a GtkToggleButton; it's an intuitive way to ask users to give up authorizations when they are done with them. E.g. the button is 'pressed in' exactlywhen the authorization is held. Toggling the button means obtaining resp. revoking the authorization in question.
it: L'azione <b>commuta</b> dimostra l'uso di PolicyKit nel pilotare un GtkToggleButton; è un modo intuitivo di chiedere agli utenti di rinunciare alle autorizzazioni quando hanno terminato con loro. Ad esempio il pulsante è «premuto» esattamente quando l'autorizzazione è detenuta. Commutare il pulsante significa ottenere o revocare l'autorizzazione in questione.

source: Click to make changes...
it: Fai click per attuare i cambiamenti...

source: Click to prevent changes
it: Fai click per evitare i cambiamenti

source: <i>Tip: try editing /etc/PolicyKit/Policy.conf and see the proxy widgets update in real-time.</i>.
it: <i>Suggerimento: prova a modificare /etc/PolicyKit/Policy.conf e osserverai gli oggetti del proxy aggiornarsi in tempo reale.</i>

source: Frobnicate
it: Smanetta a caso

source: Jump
it: Salta

source: Kick bar
it: Calcia bar

source: Kick baz
it: Calcia baz

source: Kick foo
it: Calcia foo

source: Punch
it: Dai un cazzotto

source: System policy prevents the PolicyKit-gnome example helper from Frobnicating
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di smanettare a caso

source: System policy prevents the PolicyKit-gnome example helper from Jumping
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di saltare

source: System policy prevents the PolicyKit-gnome example helper from Kicking bar
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di calciare bar

source: System policy prevents the PolicyKit-gnome example helper from Kicking baz
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di calciare baz

source: System policy prevents the PolicyKit-gnome example helper from Kicking foo
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di calciare foo

source: System policy prevents the PolicyKit-gnome example helper from Punching
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di dare un cazzotto.

source: System policy prevents the PolicyKit-gnome example helper from Toggling
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di commutare

source: System policy prevents the PolicyKit-gnome example helper from Tweaking
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di smanettare.

source: System policy prevents the PolicyKit-gnome example helper from Twiddling
it: Le politiche di sistema impediscono all'esempio di supporto di PolicyKit-gnome di smanettare al limite

source: Toggle
it: Commuta

source: Twiddle
it: Smanetta al limite

source: Authenticating...
de: Legitimiere …
it: Autenticazione...

source: Don't exit after 30 seconds of inactivity
de: Nicht nach 30 Sekunden ohne Aktivität beenden
it: Non uscire dopo 30 secondi di inattività

source: PolicyKit GNOME session daemon
de: PolicyKit GNOME-Sitzungsdient
it: Demone di sessione GNOME di PolicyKit

source: Starting PolicyKit GNOME session daemon version %s
de: Starte den PolicyKit GNOME-Sitzungsdienst, Version %s
it: Avviare la versione %s del demone di sessione GNOME di PolicyKit

source: Select user...
de: Benutzer wählen …
it: Seleziona utente...

source: _Remember authorization for this session
de: _Legitimation für diese Sitzung merken
it: _Ricorda autorizzazione per questa sessione

source: _Remember authorization
de: _Legitimation merken
it: _Ricorda autorizzazione

source: An application is attempting to perform an action that requires privileges. Authentication as one of the users below is required to perform this action.
de: Eine Anwendung versucht eine Aktion auszuführen, die Privilegien erfordert. Eine Legitimation als einer der unten aufgelisteten Benutzer ist erforderlich, um diese Aktion auszuführen
it: Un'applicazione sta tentando di compiere un'azione che richiede dei privilegi. Per compiere l'azione è richiesta l'autenticazione come uno degli utenti elencati qui sotto.

source: An application is attempting to perform an action that requires privileges. Authentication as the super user is required to perform this action.
de: Eine Anwendung versucht eine Aktion auszuführen, die Privilegien erfordert. Eine Legitimation als Administrator ist erforderlich, um diese Aktion auszuführen.
it: Un'applicazione sta tentando di compiere un'azione che richiede dei privilegi. Per compiere l'azione è richiesta l'autenticazione come super utente.

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
de: Eine Anwendung versucht eine Aktion auszuführen, die Privilegien erfordert. Eine Legitimation ist erforderlich, um diese Aktion auszuführen.
it: Un'applicazione sta tentando di compiere un'azione che richiede dei privilegi. Per compiere l'azione è richiesta l'autenticazione.

source: Click to edit %s
de: Klicken, um %s zu bearbeiten
it: Fai click per modificare %s

source: Click to open %s
de: Klicken, um %s zu öffnen
it: Fai click per aprire %s

source: _Authenticate
de: _Legitimieren
it: _Autentica

source: For this _session only
de: Nur für diese _Sitzung
it: Solo per questa _sessione

source: <small><b>_Details</b></small>
it: <small><b>_Dettagli</b></small>

source: <small><b>Application:</b></small>
de: <small><b>Anwendung:</b></small>
it: <small><b>Applicazione:</b></small>

source: <small><b>Action:</b></small>
de: <small><b>Aktion:</b></small>
it: <small><b>Azione:</b></small>

source: <small><b>Vendor:</b></small>
de: <small><b>Anbieter:</b></small>
it: <small><b>Produttore:</b></small>

source: Authenticate
de: Legitimieren
it: Autentica

source: (unknown
de: (unbekannt)
it: (sconosciuto

source: _Password for %s:
de: _Passwort für %s:
it: _Password per %s:

source: _Password for root:
de: _Passwort für root:
it: _Password per root:

source: _Password or swipe finger for %s:
de: _Passwort oder Fingerabdruck für %s:
it: _Password o impronta digitale per %s:

source: _Password or swipe finger for root:
de: _Passwort oder Fingerabdruck für root:
it: _Password o impronta digitale per root:

source: _Password or swipe finger:
de: _Passwort oder Fingerabdruck:
it: _Password o impronta digitale:

source: Admin Authentication (one shot)
de: Legitimation als Administrator (gezielt)
it: Autenticazione da amministratore (singola)

source: Admin Authentication
de: Legitimation als Administrator
it: Autenticazione da amministratore

source: Admin Authentication (keep session)
de: Legitimation als Administrator (für Sitzung beibehalten)
it: Autenticazione da amministratore (durata della sessione)

source: Admin Authentication (keep indefinitely)
de: Legitimation als Administrator (unendlich lange beibehalten)
it: Autenticazione da amministratore (durata indefinita)

source: Authentication (one shot)
de: Legitimation (gezielt)
it: Autenticazione (singola)

source: Authentication
de: Legitimation
it: Autenticazione

source: Authentication (keep session)
de: Legitimation (für Sitzung beibehalten)
it: Autenticazione (durata della sessione)

source: Authentication (keep indefinitely)
de: Legitimation (unendlich lange beibehalten)
it: Autenticazione (durata indefinita)

source: Yes
de: Ja
it: Sì

source: Must be on console
de: Muss an der Konsole sein
it: Deve essere sulla console

source: Must be in active session
de: Muss in der aktiven Sitzung sein
it: Deve essere nella sessione attiva

source: Must be program %s
de: Muss das Programm %s sein
it: Deve essere il programma %s

source: Must be SELinux Context %s
de: Muss der SELinux-Kontext %s sein
it: Deve essere un contesto SELinux %s

source: A moment ago
de: Vor einem Moment
it: Un momento fa

source: 1 minute ago
de: Vor 1 Minute
it: 1 minuto fa

source: %d minutes ago
de: Vor %d Minuten
it: %d minuti fa

source: 1 hour ago
de: Vor 1 Stunde
it: 1 ora fa

source: %d hours ago
de: Vor %d Stunden
it: %d ore fa

source: 1 day ago
de: Vor 1 Tag
it: 1 giorno fa

source: %d days ago
de: Vor %d Tagen
it: %d giorni fa

source: Auth as %s (uid %d)
de: Legitimation als %s (uid %d)
it: Autenticato come %s (uid %d)

source: Auth as uid %d
de: Legitimation als uid %d
it: Autenticato come uid %d

source: Blocked by %s (uid %d)
de: Verweigert von %s (uid %d)
it: Bloccato da %s (uid %d)

source: Blocked by uid %d
de: Verweigert von uid %d
it: Bloccato dal uid %d

source: Granted by %s (uid %d)
de: Gewährt von %s (uid %d)
it: Concesso da %s (uid %d)

source: Granted by uid %d
de: Gewährt von uid %d
it: Concesso dal uid %d

source: Single shot pid %d (%s)
de: Gezielt pid %d (%s)
it: Singolo pid %d (%s)

source: This session
de: Für diese Sitzung
it: Questa sessione

source: Always
de: Immer
it: Sempre

source: None
de: Keine
it: Nessuno

source: Grant Negative Authorization
de: Zugriff verweigern
it: Concedi autorizzazione negativa

source: Grant Authorization
de: Zugriff gewähren
it: Concedi autorizzazione

source: <b><big>Granting a negative authorization for the <i>%s</i> action requires more information</big></b>
de: <b><big>Das Verweigern des Zugriffs auf die Aktion <i>%s</i> efordert mehr Informationen</big></b>
it: <b><big>Concedere un'autorizzazione negativa per l'azione <i>%s</i> richiede maggiori informazioni</big></b>

source: <b><big>Granting an authorization for the <i>%s</i> action requires more information</big></b>
de: <b><big>Das Gewähren des Zugriffs auf die Aktion <i>%s</i> erfordert mehr Informationen</big></b>
it: <b><big>Concedere un'autorizzazione per l'azione <i>%s</i> richiede maggiori informazioni</big></b>

source: Select the user to block for the action and, optionally, any constraints on the negative authorization that you are about to grant.
de: Wählen Sie den Benutzer, für den der Zugriff verweigert werden soll, und, optional, jegliche Einschränkungen, die für Ihre Zugriffsverweigerung gelten sollen.
it: Selezionare l'utente da bloccare per l'azione e, eventualmente, qualsiasi altro vincolo sull'autorizzazione negativa che gli si concederà.

source: Select the beneficiary and, optionally, how to constrain the authorization that you are about to grant.
de: Wählen Sie den durch die Zugriffsgewährung Begünstigten und, optional, wie die Gewährung eingeschränkt werden soll.
it: Selezionare il beneficiario e, eventualmente, come vincolare l'autorizzazione che gli si concederà.

source: <b>Beneficiary</b>
de: <b>Begünstigter:</b>
it: <b>Beneficiario</b>

source: Select the user that will receive the negative authorization.
de: Wählen Sie den Benutzer, für denn der Zugriff verweigert werden soll.
it: Selezionare l'utente che riceverà l'autorizzazione negativa.

source: Select the user that will receive the authorization.
de: Wählen Sie den Benutzer, für den der Zugriff gewährt werden soll.
it: Selezionare l'utente che riceverà l'autorizzazione.

source: _Show system users
de: _Systemfehler anzeigen
it: _Mostra utenti di sistema

source: <b>Constraints</b>
de: <b>Einschränkungen</b>
it: <b>Vincoli</b>

source: Constraints limits the authorization such that it only applies under certain circumstances.
de: Einschränkungen beschränken den Zugriff so, dass er nur unter bestimmten Umständen gewährt wird.
it: I vincoli limitano l'autorizzazione in modo che questa venga applicata solo in determinate circostanze.

source: _None
de: _Keine
it: _Nessuno

source: Must be _in active session
de: Muss _in der aktiven Sitzung sein
it: Deve essere _nella sessione attiva

source: Must be on _local console
de: Muss an der _lokalen Konsole sein
it: Deve essere sulla console _locale

source: Must be in _active session on local console
de: Muss in der _an Sitzung an der lokalen Konsole sein
it: Deve essere nella sessione _attiva e sulla console locale

source: _Block...
de: _Verweigern …
it: _Blocca...

source: _Grant...
de: Gewähren …
it: _Concedi...

source: Edit Implicit Authorizations
de: Implizite Berechtigungen bearbeiten
it: Modifica autorizzazioni implicite

source: <b><big>Choose new implicit authorizations</big></b>
de: <b><big>Wählen Sie neue implizite Berechtigungen</big></b>
it: <b><big>Scegliere le nuove autorizzazioni implicite</big></b>

source: Implicit authorizations are authorizations that are granted automatically to users under certain circumstances. Choose what is required for the action <i>%s</i>.
de: Implizite Berechtigungen sind Berechtigungen, die unter bestimmten Umständen an alle Benutzer vergeben werden. Wählen Sie, was dafür für die Aktion <i>%s</i> nötig ist.
it: Le autorizzazioni implicite sono autorizzazioni che vengono concesse automaticamente agli utenti in base a determinate circostanze. Scegliere cosa è richiesto per l'azione <i>%s</i>.

source: <i>Anyone:</i>
de: <i>Jeder:</i>
it: <i>Chiunque:</i>

source: <i>Active Console:</i>
de: <i>Aktive Konsole:</i>
it: <i>Console attiva:</i>

source: _Modify...
de: Ä_ndern …
it: M_odifica...

source: <b>Action</b>
de: <b>Aktion</b>
it: <b>Azione:</b>

source: <i>Identifier:</i>
de: <i>Kennung:</i>
it: <i>Identificativo:</i>

source: <i>Description:</i>
de: <i>Beschreibung</i>
it: <i>Descrizione:</i>

source: <i>Vendor:</i>
de: <i>Anbieter:</i>
it: <i>Produttore:</i>

source: <b>Implicit Authorizations</b>
de: <b>Implizite Berechtigungen</b>
it: <b>Autorizzazioni implicite</b>

source: Implicit authorizations are authorizations automatically given to users based on certain criteria such as if they are on the local console.
de: Implizite Berechtigungen sind Berechtigungen, die basierend auf bestimmten Kriterien automatisch an Benutzer vergeben werden, beispielsweise ob sie an der lokalen Konsole sind.
it: Le autorizzazioni implicite sono autorizzazioni che vengono date automaticamente agli utenti sulla base di determinati criteri come per esempio l'essere collegati alla console locale.

source: _Edit...
de: _Bearbeiten …
it: _Modifica...

source: Revert To _Defaults...
de: _Standardeinstellungen …
it: Ripristina i _predefiniti...

source: <b>Explicit Authorizations</b>
de: <b>Explizite Berechtigungen</b>
it: <b>Autorizzazioni esplicite</b>

source: This list displays authorizations that are either obtained through authentication or specifically given to the entity in question. Blocked authorizations are marked with a STOP sign.
de: Diese Liste zeigt Berechtigungen an, die entweder durch Legitimation erworben oder spezifisch vergeben wurden. Verweigerte Berechtigungen sind mit einem STOPP-Schild markiert.
it: Questo elenco mostra sia le autorizzazioni ottenute per mezzo dell'autenticazione, sia quelle specificatamente date all'entità in questione. Le autorizzazioni bloccate sono contrassegnate con un segnale di STOP.

source: Entity
de: Instanz
it: Entità

source: Scope
de: Geltungsbereich
it: Ambito

source: Obtained
de: Erworben
it: Ottenuto

source: How
de: Wie
it: Come

source: Constraints
de: Einschränkungen
it: Vincoli

source: _Revoke
de: _Aufheben
it: _Revoca

source: _Revoke...
de: _Aufheben …
it: _Revoca...

source: _Show authorizations from all users...
de: _Berechtigungen von allen Benutzern anzeigen …
it: _Mostra autorizzazioni da tutti gli utenti...

source: _Show authorizations from all users
de: Berechtigungen von allen Benutzern anzeigen
it: _Mostra autorizzazioni da tutti gli utenti

source: Select an action
de: Wählen Sie eine Aktion aus
it: Seleziona un'azione

source: _File
de: _Datei

source: _Password:
de: _Passwort:

source: No
de: Nein

source: <i>Console:</i>
de: <i>Konsole:</i>
